Repository: rondorn/70K-Bands
Catalog: swift/70000TonsBands/*.lproj/Localizable.strings
Languages: cs, da, de, es_mx, fi, fr, it, ja, nl, pt, ru, zh_hans

source: Delete Profile
da: Slet Profil
de: Profil Löschen
es_mx: Eliminar Perfil
fi: Poista Profiili
fr: Supprimer le Profil
pt: Excluir Perfil

source: Are you sure you want to delete
da: Er du sikker på, at du vil slette
de: Möchten Sie wirklich löschen
es_mx: ¿Estás seguro de que quieres eliminar
fi: Haluatko varmasti poistaa
fr: Êtes-vous sûr de vouloir supprimer
pt: Tem certeza de que deseja excluir

source: This cannot be undone.
da: Dette kan ikke fortrydes.
de: Dies kann nicht rückgängig gemacht werden.
es_mx: Esto no se puede deshacer.
fi: Tätä ei voi peruuttaa.
fr: Cela ne peut pas être annulé.
pt: Isso não pode ser desfeito.

source: Delete
da: Slet
de: Löschen
es_mx: Eliminar
fi: Poista
fr: Supprimer
pt: Excluir

source: Make These Settings Your Own
da: Gør Disse Indstillinger Til Dine Egne
de: Diese Einstellungen Zu Ihren Eigenen Machen
es_mx: Hacer Estas Configuraciones Tuyas
fi: Tee Näistä Asetuksista Omat
fr: Faire de Ces Paramètres les Vôtres
pt: Tornar Estas Configurações Suas

source: This will overwrite all of your current Default profile settings with
da: Dette vil overskrive alle dine nuværende standardprofil indstillinger med
de: Dies überschreibt alle Ihre aktuellen Standardprofileinstellungen mit
es_mx: Esto sobrescribirá todas tus configuraciones de perfil predeterminado actuales con
fi: Tämä korvaa kaikki nykyiset Oletus-profiilisi asetukset kohteella
fr: Cela écrasera tous vos paramètres de profil par défaut actuels avec
pt: Isso substituirá todas as suas configurações de perfil padrão atuais com

source: Your existing priorities and attended events will be permanently lost.
da: Dine eksisterende prioriteter og deltagne begivenheder vil blive permanent tabt.
de: Ihre vorhandenen Prioritäten und besuchten Veranstaltungen gehen dauerhaft verloren.
es_mx: Tus prioridades existentes y eventos asistidos se perderán permanentemente.
fi: Olemassa olevat prioriteettisi ja osallistutut tapahtumat menetetään pysyvästi.
fr: Vos priorités existantes et les événements auxquels vous avez assisté seront définitivement perdus.
pt: Suas prioridades existentes e eventos participados serão permanentemente perdidos.

source: Are you sure you want to continue?
da: Er du sikker på, at du vil fortsætte?
de: Möchten Sie wirklich fortfahren?
es_mx: ¿Estás seguro de que quieres continuar?
fi: Haluatko varmasti jatkaa?
fr: Êtes-vous sûr de vouloir continuer?
pt: Tem certeza de que deseja continuar?

source: Overwrite My Settings
da: Overskriv Mine Indstillinger
de: Meine Einstellungen Überschreiben
es_mx: Sobrescribir Mis Configuraciones
fi: Korvaa Asetukseni
fr: Écraser Mes Paramètres
pt: Substituir Minhas Configurações

source: Note: Event alerts will be based on your Default profile settings, not this imported profile.
da: Bemærk: Begivenhedsalarmer vil være baseret på dine standardprofilindstillinger, ikke denne importerede profil.
de: Hinweis: Ereignisbenachrichtigungen basieren auf Ihren Standardprofileinstellungen, nicht auf diesem importierten Profil.
es_mx: Nota: Las alertas de eventos se basarán en la configuración de tu perfil predeterminado, no en este perfil importado.
fi: Huom: Tapahtumahälytykset perustuvat Oletus-profiilisi asetuksiin, eivät tähän tuotuun profiiliin.
fr: Remarque : Les alertes d'événements seront basées sur les paramètres de votre profil par défaut, et non sur ce profil importé.
pt: Nota: Os alertas de eventos serão baseados nas configurações do seu perfil padrão, não neste perfil importado.

source: Now Viewing Profile:
da: Ser Nu Profil:
de: Zeige Jetzt Profil:
es_mx: Viendo Ahora el Perfil:
fi: Katsotaan Nyt Profiilia:
fr: Consultation du Profil:
pt: Visualizando Agora o Perfil:

source: Copied
da: Kopieret
de: Kopiert
es_mx: Copiado
fi: Kopioitu
fr: Copié
pt: Copiado

source: to Your Profile
da: til Din Profil
de: zu Ihrem Profil
es_mx: a Tu Perfil
fi: Profiiliisi
fr: à Votre Profil
pt: para Seu Perfil

source: Tap here to switch between profiles
da: Tryk her for at skifte mellem profiler
de: Tippen Sie hier, um zwischen Profilen zu wechseln
es_mx: Toca aquí para cambiar entre perfiles
fi: Napauta tästä vaihtaaksesi profiilien välillä
fr: Appuyez ici pour basculer entre les profils
pt: Toque aqui para alternar entre perfis

source: Tap anywhere to close
da: Tryk hvor som helst for at lukke
de: Tippen Sie irgendwo, um zu schließen
es_mx: Toca en cualquier lugar para cerrar
fi: Napauta mistä tahansa sulkeaksesi
fr: Appuyez n'importe où pour fermer
pt: Toque em qualquer lugar para fechar

source: Share Type
da: Delingstype
de: Freigabetyp
es_mx: Tipo de Compartir
fi: Jakamistyyppi
fr: Type de Partage
pt: Tipo de Compartilhamento

source: Share Importable Band/Event Data
da: Del Importerbare Band/Event Data
de: Importierbare Band/Event-Daten Teilen
es_mx: Compartir Datos Importables de Bandas/Eventos
fi: Jaa Tuotavat Bändi/Tapahtuma Tiedot
fr: Partager Données Importables Groupes/Événements
pt: Compartilhar Dados Importáveis de Bandas/Eventos

source: Share Band Report
da: Del Bandrapport
de: Band-Bericht Teilen
es_mx: Compartir Reporte de Bandas
fi: Jaa Bändiraportti
fr: Partager Rapport des Groupes
pt: Compartilhar Relatório de Bandas

source: Share Event Report
da: Del Eventrapport
de: Event-Bericht Teilen
es_mx: Compartir Reporte de Eventos
fi: Jaa Tapahtumaraportti
fr: Partager Rapport des Événements
pt: Compartilhar Relatório de Eventos

source: Copy
de: Kopieren
es_mx: Copiar
fi: Kopioi
fr: Copier
pt: Copiar

source: Cut
fi: Leikkaa
fr: Couper
pt: Cortar

source: Last On Cruise
de: Zuletzt auf Kreuzfahrt
fi: Viimeksi Risteilyllä
fr: Dernier en croisière
pt: Último no cruzeiro

source: Note
de: Notiz
fi: Huomautus
pt: Observação

source: Paste
de: Einfügen
es_mx: Pegar
fi: Liitä
fr: Coller
pt: Colar

source: Preferences
da: Præferencer
de: Einstellungen
fi: Asetukset
fr: Préférences
pt: Preferências

source: Select All
de: Alles auswählen
es_mx: Seleccionar todo
fi: Valitse Kaikki
fr: Tout sélectionner
pt: Selecionar tudo

# SelectYearLabel
source: Select The Year To Display
de: Wählen Sie das anzuzeigende Jahr aus
fi: Valitse Näytettävä Vuosi
fr: Sélectionnez l'année à afficher
pt: Selecione o ano para exibir

source: Share Band Choices
de: Bandauswahl teilen
fi: Jaa Bändivalinnat
fr: Partager les choix de groupe
pt: Compartilhar Opções de Banda

source: Share Show Choices
de: Showauswahl teilen
fi: Jaa Näytösvalinnat
fr: Partager Afficher les choix
pt: Compartilhar Opções de Shows

source: Show Bands Only
fi: Näytä Vain Bändit
fr: Afficher Seulement les Groupes
pt: Mostrar Apenas Bandas

source: Show Schedule
fi: Näytä Aikataulu
fr: Afficher le Calendrier
pt: Mostrar Cronograma

source: Unknown
de: Unbekannt
es_mx: No lo sé
fi: Tuntematon
fr: Inconnu
pt: Desconhecido

source: View Mode
fi: Näkymätila
fr: Mode d'Affichage
pt: Modo de Visualização

# confirmCountry
source: Confirm
de: Bestätigen
fi: Vahvista
fr: Confirmer
pt: Confirma

# correctCountry
source: Change
de: Korrigieren
fi: Muuta
fr: Changer
pt: Altera

# correctCountryDescription
source: Correct Your Country If Needed
de: Korrigieren Sie bei Bedarf Ihr Land
fi: Korjaa Maasi Tarvittaessa
fr: Corrigez votre pays si nécessaire
pt: Corrija Seu País Se Necessário

source: Country
de: Land
fi: Maa
fr: Pays
pt: País

# data_filter_issue
source: All data is being filtered out, please remove filters to view data
de: Filter liefern keine Daten; bitte Filter entfernen, um Daten anzuzeigen
fi: Kaikki tiedot suodatetaan pois, poista suodattimet nähdäksesi tiedot
fr: Toutes les données sont filtrées, veuillez supprimer les filtres pour afficher les données
pt: Todos os dados estão sendo filtrados, remova os filtros para visualizar os dados

source: Genre
de: Stil
fi: Tyylilaji
fr: Le Genre
pt: Gênero

# verifyCountry
source: Verify Your Country
de: Bestätigen Sie Ihr Land
fi: Vahvista Maasi
fr: Vérifiez votre pays
pt: Verifique Seu País

# visitBands
source: Links
de: Verknüpfungen
fi: Linkit
fr: Liens

# waiting_for_data
source: Waiting for data to load, please standby....
de: Warten auf das Laden der Daten, bitte etwas Geduld ....
fi: Odotetaan tietojen latautumista, odota hetki....
fr: En attente de chargement des données, veuillez patienter....
pt: Aguardando o carregamento dos dados, por favor aguarde....
