Repository: rondorn/70K-Bands
Catalog: swift/70000TonsBands/*.lproj/Localizable.strings
Languages: cs, da, de, es_mx, fi, fr, it, ja, nl, pt, ru, zh_hans

source: Show All Events
da: Vis alle begivenheder
de: Alle Veranstaltungen anzeigen
es_mx: Mostrar todos los eventos
fi: Näytä kaikki tapahtumat
fr: Afficher tous les événements
pt: Mostrar todos os eventos

source: Show Flagged Events Only
da: Vis kun markerede begivenheder
de: Nur markierte Veranstaltungen anzeigen
es_mx: Mostrar solo eventos marcados
fi: Näytä vain merkityt tapahtumat
fr: Afficher uniquement les événements marqués
pt: Mostrar apenas eventos sinalizados

source: Show Only Events Flagged As Attending
da: Vis kun begivenheder, der er markeret som tilstedeværende
de: Nur Veranstaltungen anzeigen, die mit Teilnahme markiert sind
es_mx: Mostrar solo eventos marcados como asistentes
fi: Näytä vain tapahtumat, joihin aiot osallistua
fr: Afficher uniquement les événements marqués comme participants
pt: Mostrar apenas eventos sinalizados como participantes

source: Show Pool Events
da: Vis poolbegivenheder
de: Veranstaltungen Poolbühne anzeigen
es_mx: Mostrar eventos en la cubierta
fi: Näytä allastapahtumat
fr: Afficher les événements de la piscine
pt: Mostrar eventos de piscina

source: Hide Pool Events
da: Skjul poolbegivenheder
de: Veranstaltungen Poolbühne ausblenden
es_mx: Ocultar eventos en la cubierta
fi: Piilota allastapahtumat
fr: Masquer les événements de la piscine
pt: Ocultar eventos de pool

source: Pool Venue Filter On
de: Filter „Pool-Veranstaltungen“ an
es_mx: Filtro de cubierta activado
fi: Allaspaikan suodatin päällä
fr: Filtre de salle de piscine activé
pt: Filtro do local da piscina ativado

source: Pool Venue Filter Off
de: Filter „Pool-Veranstaltungen“ aus
es_mx: Filtro del cubierta desactivado
fi: Allaspaikan suodatin pois päältä
fr: Filtre de salle de piscine désactivé
pt: Filtro do local da piscina desativado

source: Show Lounge Events
da: Vis Lounge-begivenheder
de: Veranstaltungen Star Lounge anzeigen
es_mx: Mostrar eventos en el lounge
fi: Näytä klubitapahtumat
fr: Événements du salon d’exposition
pt: Mostrar eventos no salão

source: Hide Lounge Events
da: Skjul Lounge-begivenheder
de: Veranstaltungen Star Lounge ausblenden
es_mx: Ocultar eventos en el lounge
fi: Piilota klubitapahtumat
fr: Masquer les événements du salon
pt: Ocultar eventos do lounge

source: Lounge Venue Filter On
de: Filter „Lounge-Veranstaltungen“ an
es_mx: Filtro de sala lounge activado
fi: Klubisuodatin päällä
fr: Filtre de salle de salon activé
pt: Filtro de lounge ativado

source: Lounge Venue Filter Off
de: Filter „Lounge-Veranstaltungen“ aus
es_mx: Filtro de sala loung desactivado
fi: Klubisuodatin pois päältä
fr: Filtre de salle de salon désactivé
pt: Filtro de lounge desativado

source: Show Theater Events
da: Vis teaterbegivenheder
de: Veranstaltungen Royal Theater anzeigen
es_mx: Mostrar eventos en el teatro
fi: Teatteritapahtumat
fr: Événements de théâtre
pt: Mostrar eventos de teatro

source: Hide Theater Events
da: Skjul teaterbegivenheder
de: Veranstaltungen Royal Theater ausblenden
es_mx: Ocultar eventos en el teatro
fi: Piilota teatteritapahtumat
fr: Masquer les événements du théâtre
pt: Ocultar eventos teatrais

source: Theater Venue Filter On
da: Teaterstedsfilter til
de: Filter „Theater-Veranstaltungen“ an
es_mx: Filtro de teatro activado
fi: Teatterisuodatin päällä
fr: Filtre de salle de cinéma activé
pt: Filtro de local de teatro ativado

source: Theater Venue Filter Off
da: Teaterstedsfilter fra
de: Filter „Theater-Veranstaltungen“ aus
es_mx: Filtro de teatro desactivado
fi: Teatterisuodatin pois päältä
fr: Filtre de salle de cinéma désactivé
pt: Filtro de local de teatro desativado

source: Show Rink Events
da: Vis Rink-begivenheder
de: Veranstaltungen Studio B Ice Rink anzeigen
es_mx: Mostrar eventos en la pista de hielo
fi: Näytä jäähallitapahtumat
fr: Afficher les événements de la patinoire
pt: Mostrar eventos de pista

source: Hide Rink Events
da: Skjul Rink-begivenheder
de: Veranstaltungen Studio B Ice Rink ausblenden
es_mx: Ocultar eventos en la pista de hielo
fi: Piilota jäähallitapahtumat
fr: Masquer les événements de la patinoire
pt: Ocultar eventos de pista

source: Rink Venue Filter On
de: Filter „IceRink-Veranstaltungen“ an
es_mx: Filtro de pista de hielo activado
fi: Jäähallisuodatin päällä
fr: Filtrer le site de la patinoire activé
pt: Filtro de pista de patinação ativado

source: Rink Venue Filter Off
de: Filter „IceRink-Veranstaltungen“ aus
es_mx: Filtro de pista de hielo desactivado
fi: Jäähallisuodatin pois päältä
fr: Filtre des sites de patinoire désactivé
pt: Filtro do local do rinque desativado

source: Show Other Events
da: Vis andre begivenheder
de: Veranstaltungen andere Orte anzeigen
es_mx: Mostrar otros eventos
fi: Näytä muut tapahtumat
fr: Afficher d'autres événements
pt: Mostrar outros eventos

source: Hide Other Events
da: Skjul andre begivenheder
de: Veranstaltungen andere Orte ausblenden
es_mx: Ocultar otros eventos
fi: Piilota muut tapahtumat
fr: Masquer les autres événements
pt: Ocultar outros eventos

source: Other Venue Filter On
da: Andet spillestedsfilter til
de: Filter „andere Orte“ an
es_mx: Filtro de otros eventos activado
fi: Muun tapahtumapaikan suodatin päällä
fr: Filtre autre lieu activé
pt: Filtro de outro local ativado

source: Other Venue Filter Off
da: Andet spillestedsfilter fra
de: Filter „andere Orte“ aus
es_mx: Filtro de otros eventos desactivado
fi: Muun tapahtumapaikan suodatin pois päältä
fr: Filtre autre lieu désactivé
pt: Filtro de outro local desativado

source: Show Meet & Greet Events
da: Vis Meet & Greet-begivenheder
de: Meet & Grees anzeigen
es_mx: Mostrar eventos de Meet and Greet
fi: Näytä artistitapaamiset
fr: Afficher les événements Meet & Greet
pt: Mostrar eventos Meet & Greet

source: Hide Meet & Greet Events
da: Skjul Meet & Greet-begivenheder
de: Meet & Greets ausblenden
es_mx: Ocultar eventos de Meet and Greet
fi: Piilota artistitapaamiset
fr: Masquer les événements Meet & Greet
pt: Ocultar eventos Meet & Greet

source: Meet and Greet Event Filter On
da: Mød og hils begivenhedsfilter til
de: Filter für Meet-and-Greets an
es_mx: Filtro de Meet and Greet activado
fi: Artistitapaamissuodatin päällä
fr: Filtre d'événement Meet and Greet activé
pt: Filtro de eventos Meet and Greet ativado

source: Meet and Greet Event Filter Off
da: Mød og hils begivenhedsfilter fra
de: Filter für Meet-and-Greets aus
es_mx: Filtro de Meet and Greet desactivado
fi: Artistitapaamissuodatin pois päältä
fr: Filtre d'événement de rencontre et d'accueil désactivé
pt: Filtro de eventos Meet and Greet desativado

source: Show Unofficial Events
da: Vis uofficielle begivenheder
de: Cruiser-organisierte Veranstaltungen anzeigen
es_mx: Mostrar eventos no oficiales
fi: Näytä epäviralliset tapahtumat
fr: Afficher les événements non officiels
pt: Mostrar eventos não oficiais

source: Hide Unofficial Events
da: Skjul uofficielle begivenheder
de: Cruiser-organisierte Veranstaltungen ausblenden
es_mx: Ocultar eventos no oficiales
fi: Piilota epäviralliset tapahtumat
fr: Masquer les événements non officiels
pt: Ocultar eventos não oficiais

source: Unofficial Event Filter On
da: Uofficielt hændelsesfilter er slået til
de: Filter für Cruiser-organisierte Veranstaltungen an
es_mx: Filtro de evento no oficial activado
fi: Epävirallinen tapahtumasuodatin päällä
fr: Filtre d'événements non officiel activé
pt: Filtro de eventos não oficiais ativado

source: Unofficial Event Filter Off
da: Uofficielt hændelsesfilter fra
de: Filter für Cruiser-organisierte Veranstaltungen aus
es_mx: Filtro de evento no oficial desactivado
fi: Epävirallinen tapahtumasuodatin pois päältä
fr: Filtre d'événements non officiel désactivé
pt: Filtro de eventos não oficiais desativado

source: Show Special/Other Events
da: Vis særlige/andre begivenheder
de: Besondere Veranstaltungen anzeigen
es_mx: Mostrar eventos especiales/otros
fi: Näytä erikoistapahtumat
fr: Afficher les événements spéciaux/autres
pt: Mostrar eventos especiais/outros

source: Hide Special/Other Events
da: Skjul særlige/andre begivenheder
de: Besondere Veranstaltungen ausblenden
es_mx: Ocultar eventos especiales/otros
fi: Piilota erikoistapahtumat
fr: Masquer les événements spéciaux/autres
pt: Ocultar eventos especiais/outros

source: Special/Other Event Filter On
da: Speciel/Anden hændelsesfilter Til
de: Filter für Besondere Veranstaltungen an
es_mx: Filtro de evento especial/otro activado
fi: Erikoistapahtumasuodatin päällä
fr: Filtre d'événements spéciaux/autres activé
pt: Filtro de eventos especiais/outros ativados

source: Special/Other Event Filter Off
da: Speciel/Anden hændelsesfilter Fra
de: Filter für Besondere Veranstaltungen aus
es_mx: Filtro de evento especial/otro desactivado
fi: Erikoistapahtumasuodatin pois päältä
fr: Filtre d'événements spéciaux/autres désactivé
pt: Filtro de eventos especiais/outros desativados

source: Sort By Name
da: Sorter efter navn
de: Nach Name sortieren
es_mx: Ordenar por nombre
fi: Lajittele nimen mukaan
fr: Trier par nom
pt: Classificar por nome

source: Sort By Time
da: Sorter efter tid
de: Nach Zeit sortieren
es_mx: Ordenar por fecha y hora
fi: Lajittele ajan mukaan
fr: Trier par heure
pt: Classificar por hora

source: Show Must See Items
da: Vis varer, der skal ses
de: „Muss-Bands“ anzeigen
es_mx: Mostrar eventos a los que asistiré
fi: Näytä Kyllä-tapahtumat
fr: Afficher les éléments incontournables
pt: Mostrar itens imperdíveis

source: Hide Must See Items
da: Skjul varer, du skal se
de: „Muss-Bands“ ausblenden
es_mx: Ocultar eventos a los que asistiré
fi: Piilota Kyllä-tapahtumat
fr: Masquer les éléments incontournables
pt: Ocultar itens imperdíveis

source: Must See Filter On
da: Skal se filter på
de: Filter „Muss-Bands“ an
es_mx: Filtro de eventos a los que asistiré activado
fi: Kyllä-tapahtumien suodatin päällä
fr: Filtrer à voir absolument
pt: Filtro obrigatório ativado

source: Must See Filter Off
da: Skal se filter fra
de: Filter „Muss-Bands“ aus
es_mx: Filtro de eventos a los que asistiré desactivado
fi: Kyllä-tapahtumien suodatin pois päältä
fr: À voir absolument Filtre désactivé
pt: Filtro imperdível desativado

source: Show Might See Items
da: Vis måske genstande
de: „Kann-Bands“ anzeigen
es_mx: Mostrar eventos a los que tal vez asista
fi: Näytä Ehkä-tapahtumat
fr: Afficher les éléments susceptibles de voir
pt: Mostrar pode ver itens

source: Hide Might See Items
da: Skjul muligvis genstande
de: „Kann-Bands“ ausblenden
es_mx: Ocultar eventos a los que tal vez asista
fi: Piilota Ehkä-tapahtumat
fr: Masquer les éléments susceptibles de voir
pt: Ocultar itens que podem ver

source: Might See Filter On
da: Kan se filter slået til
de: Filter „Kann-Bands“ an
es_mx: Filtro de eventos a los que tal vez asista activado
fi: Ehkä-tapahtumien suodatin päällä
fr: Peut voir le filtre activé
pt: Pode ver o filtro ativado

source: Might See Filter Off
da: Måske se filter fra
de: Filter „KAnn-Bands“ an
es_mx: Filtro de eventos a los que tal vez asista desactivado
fi: Ehkä-tapahtumien suodatin pois päältä
fr: Pourrait voir le filtre désactivé
pt: Pode ver o filtro desativado

source: Show Wont See Items
da: Vis ikke se varer
de: „Nein-Bands“ anzeigen
es_mx: Mostrar eventos a los que no asistiré
fi: Näytä Ei-tapahtumat
fr: Afficher les éléments que je ne verrai pas
pt: Mostrar não ver itens

source: Hide Wont See Items
da: Skjul genstande, der ikke kan ses
de: „Nein-Bands“ ausblenden
es_mx: Ocultar eventos a los que no asistiré
fi: Piilota Ei-tapahtumat
fr: Masquer les éléments que je ne verrai pas
pt: Ocultar itens que não verão

source: Wont See Filter On
da: Vil ikke se filter på
de: Filter „Nein-Bands“ an
es_mx: Filtro de eventos a los que no asistiré activado
fi: Ei-tapahtumien suodatin päällä
fr: Ne verra pas le filtre activé
pt: Não vejo o filtro ativado

source: Wont See Filter Off
da: Vil ikke se filter fra
de: Filter „Nein-Bands“ aus
es_mx: Fltro de eventos a los que no asistiré desactivado
fi: Ei-tapahtumien suodatin pois päältä
fr: Je ne verrai pas le filtre désactivé
pt: Não vejo o filtro desativado

source: Show Unknown Items
da: Vis ukendte genstande
de: Unbekannte Bands anzeigen
es_mx: Mostrar eventos a los que no sé si asistiré
fi: Näytä merkitsemättömät
fr: Afficher les éléments inconnus
pt: Mostrar itens desconhecidos

source: Hide Unknown Items
da: Skjul ukendte genstande
de: Unbekannte Bands ausblenden
es_mx: Ocultar eventos a los que no sé si asistiré
fi: Piilota merkitsemättömät
fr: Masquer les éléments inconnus
pt: Ocultar itens desconhecidos

source: Unknown Filter On
da: Ukendt filter til
de: Filter unbekannte Bands an
es_mx: Filtro de eventos a los que no sé si asistiré activado
fi: Merkitsemättömien suodatin päällä
fr: Filtre inconnu activé
pt: Filtro desconhecido ativado

source: Unknown Filter Off
da: Ukendt filter fra
de: Filter unbekannte Bands aus
es_mx: Filtro de eventos a los que no sé si asistiré desactivado
fi: Merkitsemättömien suodatin pois päältä
fr: Filtre inconnu désactivé
pt: Filtro desconhecido desativado

source: Filtering
da: Filtrering
de: Filtern
es_mx: Filtrando
fi: Suodatus
fr: Filtration
pt: Filtragem

source: Filters
da: Filtre
de: Filter
es_mx: Filtros
fi: Suodattimet
fr: Filtres
pt: Filtros

source: Day
da: Dag
de: Tag
es_mx: Día
fi: Päivä
fr: Jour
pt: Día

source: Bands
es_mx: Bandas
fi: Bändit
pt: Bandas

source: Events
da: Begivenheder
de: Veranstaltungen
es_mx: Eventos
fi: Tapahtumat
fr: Événements
pt: Eventos

source: Search Criteria
da: Søgekriterier
de: Suchkriterien
es_mx: Criterios de búsqueda
fi: Hakukriteerit
fr: Critères de recherche
pt: Critérios de pesquisa

source: Events Attended
da: Arrangementer Deltaget
de: Besuchte Veranstaltungen
es_mx: Eventos Asistidos
fi: Osallistutut Tapahtumat
fr: Événements Assistés
pt: Eventos Participados

# ShowsPlural
source: Shows
fi: Showt
fr: Concerts

# MeetAndGreetsPlural
source: Meet & Greets
da: Møde & Hilsner
fi: Tapaamiset & Tervehdykset
fr: Rencontres
pt: Encontros & Cumprimentos

# ClinicsPlural
source: Cl√≠nics
da: Klinikker
de: Workshops
es_mx: Clínicas
fi: Kliinikat
fr: Cliniques
pt: Clínicas

# SpecialEventsPlural
source: Special Events
da: Specielle Begivenheder
de: Spezielle Veranstaltungen
es_mx: Eventos Especiales
fi: Erikoistapahtumat
fr: Événements Spéciaux
pt: Eventos Especiais

# CruiseEventsPlural
source: Cruiser Organized Events
da: Krydstogt Begivenheder
de: Kreuzfahrt Veranstaltungen
es_mx: Eventos del Crucero
fi: Risteilytapahtumat
fr: Événements de Croisière
pt: Eventos do Cruzeiro

# UnofficialEventsPlural
source: Unoffical Events
da: Uofficielle Begivenheder
de: Inoffizielle Veranstaltungen
es_mx: Eventos No Oficiales
fi: Epäviralliset Tapahtumat
fr: Événements Non Officiels
pt: Eventos Não Oficiais

# year_change_loading
source: Loading data for new year, please wait...
da: Indlæser data for nyt år, vent venligst...
de: Lade Daten für das neue Jahr, bitte warten...
es_mx: Cargando datos para el nuevo año, por favor espere...
fi: Ladataan uuden vuoden tietoja, odota...
fr: Chargement des données pour la nouvelle année, veuillez patienter...
pt: Carregando dados para o novo ano, aguarde...

source: Here are my
da: Her er mine
de: Hier sind meine
es_mx: Aquí están mis
fi: Tässä ovat minun
fr: Voici mes
pt: Aqui estão os meus

source: Failed to export preferences. Please try again.
da: Kunne ikke eksportere præferencer. Prøv venligst igen.
de: Fehler beim Exportieren der Einstellungen. Bitte versuchen Sie es erneut.
es_mx: Error al exportar preferencias. Por favor, inténtalo de nuevo.
fi: Asetusten vienti epäonnistui. Yritä uudelleen.
fr: Échec de l'exportation des préférences. Veuillez réessayer.
pt: Falha ao exportar preferências. Por favor, tente novamente.

source: Share Your Preferences
da: Del Dine Præferencer
de: Teilen Sie Ihre Einstellungen
es_mx: Compartir Tus Preferencias
fi: Jaa Asetuksesi
fr: Partager Vos Préférences
pt: Compartilhar Suas Preferências

source: Share your Must/Might/Won't priorities and attended events with another user.
da: Del dine Skal/Måske/Skal ikke prioriteter og deltagne begivenheder med en anden bruger.
de: Teilen Sie Ihre Muss/Vielleicht/Nein-Prioritäten und besuchte Veranstaltungen mit einem anderen Benutzer.
es_mx: Comparte tus prioridades Debo/Podría/No y eventos asistidos con otro usuario.
fi: Jaa Pakko/Ehkä/En prioriteettisi ja osallistutut tapahtumat toisen käyttäjän kanssa.
fr: Partagez vos priorités Obligatoire/Possible/Non et les événements auxquels vous avez assisté avec un autre utilisateur.
pt: Compartilhe suas prioridades Obrigatório/Talvez/Não e eventos participados com outro usuário.

source: Export Your Profile
da: Eksportér Din Profil
de: Profil Exportieren
es_mx: Exportar Tu Perfil
fi: Vie Profiilisi
fr: Exporter Votre Profil
pt: Exportar Seu Perfil

source: This will export your Must, Might, Won't and events attended data, allowing recipients to import this data onto their devices.
da: Dette vil eksportere dine Skal, Måske, Skal ikke og deltagne begivenheder data, som gør det muligt for modtagere at importere disse data til deres enheder.
de: Dies exportiert Ihre Muss, Vielleicht, Nein und besuchte Veranstaltungen Daten, sodass Empfänger diese Daten auf ihre Geräte importieren können.
es_mx: Esto exportará tus datos Debo, Podría, No y eventos asistidos, permitiendo a los destinatarios importar estos datos a sus dispositivos.
fi: Tämä vie Pakko, Ehkä, En ja osallistutut tapahtumat tiedot, jolloin vastaanottajat voivat tuoda nämä tiedot laitteisiinsa.
fr: Cela exportera vos données Obligatoire, Possible, Non et événements auxquels vous avez assisté, permettant aux destinataires d'importer ces données sur leurs appareils.
pt: Isto irá exportar os seus dados Obrigatório, Talvez, Não e eventos participados, permitindo que os destinatários importem estes dados para os seus dispositivos.

source: Name Your Share
da: Navngiv Din Deling
de: Benennen Sie Ihre Freigabe
es_mx: Nombra Tu Compartición
fi: Nimeä Jakosi
fr: Nommez Votre Partage
pt: Nomeie Seu Compartilhamento

source: Give this share a name so the recipient can identify you.
da: Giv denne deling et navn, så modtageren kan identificere dig.
de: Geben Sie dieser Freigabe einen Namen, damit der Empfänger Sie identifizieren kann.
es_mx: Dale un nombre a esta compartición para que el destinatario pueda identificarte.
fi: Anna tälle jaolle nimi, jotta vastaanottaja voi tunnistaa sinut.
fr: Donnez un nom à ce partage afin que le destinataire puisse vous identifier.
pt: Dê um nome a este compartilhamento para que o destinatário possa identificá-lo.

source: This file is not a valid 70K Bands share file.
da: Denne fil er ikke en gyldig 70K Bands delingsfil.
de: Diese Datei ist keine gültige 70K Bands-Freigabedatei.
es_mx: Este archivo no es un archivo de compartir 70K Bands válido.
fi: Tämä tiedosto ei ole kelvollinen 70K Bands -jakotiedosto.
fr: Ce fichier n'est pas un fichier de partage 70K Bands valide.
pt: Este arquivo não é um arquivo de compartilhamento 70K Bands válido.

source: Import Shared Preferences
da: Importér Delte Præferencer
de: Geteilte Einstellungen Importieren
es_mx: Importar Preferencias Compartidas
fi: Tuo Jaetut Asetukset
fr: Importer les Préférences Partagées
pt: Importar Preferências Compartilhadas

source: New profile received!
da: Ny profil modtaget!
de: Neues Profil empfangen!
es_mx: ¡Nuevo perfil recibido!
fi: Uusi profiili vastaanotettu!
fr: Nouveau profil reçu!
pt: Novo perfil recebido!

source: band priorities
da: band prioriteter
de: Band-Prioritäten
es_mx: prioridades de bandas
fi: bändin prioriteetit
fr: priorités de groupe
pt: prioridades de bandas

source: scheduled events
da: planlagte begivenheder
de: geplante Veranstaltungen
es_mx: eventos programados
fi: aikataulutetut tapahtumat
fr: événements prévus
pt: eventos agendados

source: Choose a name for this profile:
da: Vælg et navn til denne profil:
de: Wählen Sie einen Namen für dieses Profil:
es_mx: Elige un nombre para este perfil:
fi: Valitse nimi tälle profiilille:
fr: Choisissez un nom pour ce profil:
pt: Escolha um nome para este perfil:

source: Import
da: Importér
de: Importieren
es_mx: Importar
fi: Tuo
fr: Importer
pt: Importar

source: Updated
da: Opdateret
de: Aktualisiert
es_mx: Actualizado
fi: Päivitetty
fr: Mis à jour
pt: Atualizado

source: with new data!
da: med nye data!
de: mit neuen Daten!
es_mx: ¡con datos nuevos!
fi: uusilla tiedoilla!
fr: avec de nouvelles données!
pt: com novos dados!

source: Showing preferences from
da: Viser præferencer fra
de: Zeige Einstellungen von
es_mx: Mostrando preferencias de
fi: Näytetään asetukset kohteesta
fr: Affichage des préférences de
pt: Mostrando preferências de

source: Successfully imported
da: Importeret med succes
de: Erfolgreich importiert
es_mx: Importado exitosamente
fi: Tuonti onnistui
fr: Importé avec succès
pt: Importado com sucesso

source: Failed to import. Please try again.
da: Kunne ikke importere. Prøv venligst igen.
de: Fehler beim Importieren. Bitte versuchen Sie es erneut.
es_mx: Error al importar. Por favor, inténtalo de nuevo.
fi: Tuonti epäonnistui. Yritä uudelleen.
fr: Échec de l'importation. Veuillez réessayer.
pt: Falha ao importar. Por favor, tente novamente.

source: Information
es_mx: Información
fi: Tiedot
pt: Informação

source: User Identifier
de: Benutzerkennung
es_mx: Identificador de usuario
fi: Käyttäjätunniste
fr: Identifiant utilisateur
pt: Identificador do usuário

source: Build
es_mx: Versión
fi: Versio
fr: Version
pt: Versão

source: Import Successful
da: Import Lykkedes
de: Import Erfolgreich
es_mx: Importación Exitosa
fi: Tuonti Onnistui
fr: Importation Réussie
pt: Importação Bem-Sucedida

source: Profile Updated
da: Profil Opdateret
de: Profil Aktualisiert
es_mx: Perfil Actualizado
fi: Profiili Päivitetty
fr: Profil Mis à Jour
pt: Perfil Atualizado

source: Import Failed
da: Import Mislykkedes
de: Import Fehlgeschlagen
es_mx: Error en la Importación
fi: Tuonti Epäonnistui
fr: Échec de l'Importation
pt: Falha na Importação

source: Choose an action
da: Vælg en handling
de: Wählen Sie eine Aktion
es_mx: Elige una acción
fi: Valitse toiminto
fr: Choisissez une action
pt: Escolha uma ação

source: Rename This Entry
da: Omdøb Denne Post
de: Diesen Eintrag Umbenennen
es_mx: Renombrar Esta Entrada
fi: Nimeä Tämä Merkintä Uudelleen
fr: Renommer Cette Entrée
pt: Renomear Esta Entrada

source: Change The Color
da: Skift Farven
de: Farbe Ändern
es_mx: Cambiar el Color
fi: Vaihda Väri
fr: Changer la Couleur
pt: Mudar a Cor

source: Make These Settings My Own
da: Gør Disse Indstillinger Til Mine Egne
de: Diese Einstellungen Zu Meinen Machen
es_mx: Hacer Estas Configuraciones Mías
fi: Tee Näistä Asetuksista Omat
fr: Faire de Ces Paramètres les Miens
pt: Tornar Estas Configurações Minhas

source: Delete this Entry
da: Slet Denne Post
de: Diesen Eintrag Löschen
es_mx: Eliminar Esta Entrada
fi: Poista Tämä Merkintä
fr: Supprimer Cette Entrée
pt: Excluir Esta Entrada

source: Rename Profile
da: Omdøb Profil
de: Profil Umbenennen
es_mx: Renombrar Perfil
fi: Nimeä Profiili Uudelleen
fr: Renommer le Profil
pt: Renomear Perfil

source: Enter a new name for this profile
da: Indtast et nyt navn til denne profil
de: Geben Sie einen neuen Namen für dieses Profil ein
es_mx: Ingresa un nuevo nombre para este perfil
fi: Anna uusi nimi tälle profiilille
fr: Entrez un nouveau nom pour ce profil
pt: Digite um novo nome para este perfil

source: Save
da: Gem
de: Speichern
es_mx: Guardar
fi: Tallenna
fr: Enregistrer
pt: Salvar

source: Choose Color
da: Vælg Farve
de: Farbe Wählen
es_mx: Elegir Color
fi: Valitse Väri
fr: Choisir la Couleur
pt: Escolher Cor

source: Select a color for
da: Vælg en farve til
de: Wählen Sie eine Farbe für
es_mx: Selecciona un color para
fi: Valitse väri kohteelle
fr: Sélectionnez une couleur pour
pt: Selecione uma cor para
