Repository: rondorn/70K-Bands
Catalog: swift/70000TonsBands/*.lproj/Localizable.strings
Languages: cs, da, de, es_mx, fi, fr, it, ja, nl, pt, ru, zh_hans

source: Close
cs: Zavřít
da: Luk
de: Schließen
es_mx: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
pt: Fechar
zh_hans: 关闭

source: Done
fi: Valmis
fr: Terminé
pt: Concluído

# SelectBandMessage
source: Select a band from the list to view details
cs: Vyberte kapelu ze seznamu pro zobrazení podrobností
da: Vælg et band fra listen for at se detaljer
de: Wählen Sie eine Band aus der Liste aus, um Details anzuzeigen
es_mx: Selecciona una banda de la lista para ver detalles
fi: Valitse bändi listasta nähdäksesi tiedot
fr: Sélectionnez un groupe dans la liste pour voir les détails
pt: Selecione uma banda da lista para ver detalhes

# OutdatedAppVersionMessage
source: You are running an older version of the app. Please update to the latest version today
da: Du bruger en ældre version af appen. Opdater venligst til den nyeste version i dag
de: Du verwendest eine ältere Version der App. Bitte aktualisiere noch heute auf die neueste Version
es_mx: Estás usando una versión anterior de la app. Por favor actualiza a la última versión hoy
fi: Käytät sovelluksen vanhempaa versiota. Päivitä uusimpaan versioon tänään
fr: Vous utilisez une ancienne version de l’application. Veuillez la mettre à jour vers la dernière version dès aujourd’hui
pt: Você está usando uma versão antiga do app. Atualize para a versão mais recente hoje

source: Must
cs: Ano
da: Skal
de: Muss
es_mx: Sí
fi: Kyllä
fr: Oui
it: Sì
ja: はい
nl: Ja
pt: Obrigatório
ru: Да
zh_hans: 是的

source: Might
cs: Možná
da: MÂske
de: Kann
es_mx: Quizás
fi: Ehkä
fr: Peut Être
it: Forse
ja: 多分
nl: Kan Zijn
pt: Pode ser
ru: Может Быть
zh_hans: 可能是

source: Wont
cs: žádná
da: Skal ikke
de: Nein
es_mx: No
fi: Ei
fr: Non
it: No
ja: いいえ
nl: Nee
pt: Não
ru: Нет
zh_hans: 没有

source: Ok
cs: Ano
da: Ja
de: Ja
es_mx: Sí
fi: Kyllä
fr: Oui
it: Sì
zh_hans: 是的

source: Cancel
cs: žádná
da: Ingen
de: Abbrechen
es_mx: Cancelar
fi: Peruuta
fr: Non
it: No
pt: Cancelar
zh_hans: 没有

source: Alert On Must See Bands
cs: Alert Pro Ano Shows
da: Notifikation ved bands der skal ses
de: Alarm für 'Muss'-Bands
es_mx: Alerta para bandas que quiero ver
fi: Hälytä Kyllä-listan yhtyeistä
fr: Alerte Pour OUI Salons
it: Alert Per Sì Spettacoli
ja: はいショーのアラート
nl: Alert Voor Yes Shows
pt: Alerta de Shows Obrigatórios
ru: Предупреждение Для Да Шоу
zh_hans: 警报是展会

source: Alert On Might See Bands
cs: Alert Pro Možná Shows
da: Notifikation ved bands der mÂske skal ses
de: Alarm für 'Kann'-Bands
es_mx: Alerta para bandas que quizás vea
fi: Hälytä Ehkä-listan yhtyeistä
fr: Alerte pour peut-être Shows
it: Alert Per Forse Spettacoli
ja: 多分ショーのアラート
nl: Alert Voor Misschien Shows
pt: Alerta de Shows Interessantes
ru: Предупреждение Для Maybe Шоу
zh_hans: 快讯也许展会

source: Alert Only for Will Attend Events
da: Alarmer kun for at deltage i begivenheder
de: Alarm nur für zugesagte Events
es_mx: Alertas solo para eventos a los que asistiré
fi: Hälytä vain tapahtumista, joihin aiot osallistua
fr: Alerte uniquement pour les événements liés à la volonté
pt: Alerta apenas para shows que você irá assistir

# showAttendedFilterTrueHelp
source: Only show events that you indicate you will attend. Other filters will not apply
da: Vis kun begivenheder, som du angiver, du vil deltage i. Andre filtre gælder ikke
de: Zeige nur Ereignisse an, an denen du teilnimmst. Andere Filter werden nicht angewendet
es_mx: Solo muestra los eventos a los que asistiré. No se aplicarán otros filtros
fi: Näytä vain tapahtumat, joihin aiot osallistua. Muut suodattimet poistetaan käytöstä
fr: N'affichez que les événements que vous indiquez. Les autres filtres ne s'appliqueront pas
pt: Apenas mostre os eventos que você indicou que você irá participar. Outros filtros não serão aplicados

# showAttendedFilterFalseHelp
source: Show bands and shows according to filters
da: Vis bands og shows i henhold til filtre
de: Zeige Bands und Shows nach Filtern
es_mx: Mostrar bandas y conciertos de acuerdo a los filtros
fi: Näytä yhtyeet ja esitykset suodattimien mukaan
fr: Afficher les groupes et les émissions en fonction des filtres
pt: Mostrar bandas e shows de acordo com os filtros

source: Sorting Chronologically
da: Sortering Kronologisk
de: Chronologisch sortieren
es_mx: Ordenar cronológicamente
fi: Lajittelu aikajärjestyksessä
fr: Tri chronologique
pt: Ordenando Cronologicamente

source: Sorting Alphabetically
da: Sortering Alfabetisk
de: Alphabetisch sortieren
es_mx: Ordenar alfabéticamente
fi: Lajittelu aakkosjärjestyksessä
fr: Tri alphabétique
pt: Ordenando Alfabeticamente

# All Of Event
source: Attending This Event
da: Deltager i alt dette arrangement
de: Komplette Teilnahme
es_mx: Asistir a todo este evento
fi: Osallistun koko tapahtumaan
fr: Assister à tous cet événement
pt: Participando de tudo deste evento

# Part Of Event
source: Attending Some Of This Event
da: Deltager nogle af denne begivenhed
de: Teilweise Teilnahme
es_mx: Asistir a parte de este evento
fi: Osallistun osaan tapahtumasta
fr: Assister à certains de cet événement
pt: Participando de alguns desde evento

# None Of Event
source: I Will Not See This Event
da: Jeg vil ikke se denne begivenhed
de: Keine Teilnahme
es_mx: No voy a asistir a este evento
fi: En tule osallistumaan tähän tapahtumaan
fr: Je ne verrai pas cet événement
pt: Eu não vou ver esse evento

# Prompt For Attended Status Header
source: Prompt For Attended Status
da: Spørg om deltaget status
de: Aufforderung zur Eingabe der Teilnahme
es_mx: Asistencia a eventos
fi: Kysy osallistumisesta
fr: Demander le statut de présence
pt: Aviso Para Status de Participantes

source: Prompt For Attended Status
da: Spørg om deltaget status
de: Aufforderung zur Eingabe der Teilnahme
es_mx: Indicar asistencia a eventos
fi: Kysy osallistumisesta
fr: Demander le statut de présence
pt: Aviso Para Status de Participantes

source: Go To Details
da: Gå til detaljer
de: Gehe zu Details
es_mx: Ir a detalles
fi: Siirry lisätietoihin
fr: Aller aux détails
pt: Ir Para Detalhes

source: Only alert for shows you will attend
da: Kun advarsel om shows, du vil deltage i
de: Alarm nur für zugesagte Shows
es_mx: Alertas solo para conciertos a los que asistiré
fi: Hälytä vain esityksistä, joihin aiot osallistua
fr: Seulement alerte pour les spectacles auxquels vous assisterez
pt: Alerta apenas para shows que você irá assistir

# Alert for shows according to your favorites selection
source: Alert for shows according to your favorites selection, and the settings indicated on this screen
da: Advarsel til shows i henhold til dit valgvalg og de indstillinger, der er angivet på denne skærm
de: Alarm für Shows aus deiner Favoritenauswahl
es_mx: Alertas para conciertos de acuerdo con tus favoritos
fi: Hälytä esityksistä valitsemiesi suosikkien ja tämän sivun asetusten mukaan
fr: Alerte pour les spectacles en fonction de votre sélection de favoris et des paramètres indiqués sur cet écran
pt: Alerta para shows de acordo com sua seleção de favoritos e as configurações indicadas nesta tela

# ShowHideEvents
source: Show/Hide Expired
da: Vis/Skjul Udløbet
de: Ereignisse einblenden/ausblenden
es_mx: Mostrar/Ocultar eventos
fi: Näytä/piilota vanhentunut
fr: Afficher/Masquer Expiré
pt: Mostrar/Ocultar Eventos Expirados

source: Hide Expired Events
da: Skjul Udløbet Begivenheder
de: Abgelaufene Ereignisse ausblenden
es_mx: Ocultar eventos pasados
fi: Piilota vanhentuneet tapahtumat
fr: Masquer Les événements Expirés
pt: Ocultar Eventos Expirados

source: Minutes Before Event to Alert
cs: Upozornit před závodem (minuty)
da: Antal minutter f¯r begivenhed for notifikation
de: Alarm X Minuten vor Event
es_mx: Minutos antes del evento para enviar alerta
fi: Hälytä (minuuttia) ennen tapahtumaa
fr: Alertez-moi avant l'événement (minutes)
it: Avvisa prima dell'evento (minuti)
ja: イベントの前に通知する（分
nl: Waarschuw mij voor het evenement (minuten)
pt: Alertar Minutos Antes do Evento
ru: Оповещать меня до мероприятия (в минутах)
zh_hans: 在活动开始前提醒我（分钟）

source: Alert For Shows
cs: Alert pro výstavy
da: Notifikation for shows
de: Alarm für Shows
es_mx: Alerta para conciertos
fi: Hälytä esityksistä
fr: Alerte pour les spectacles
it: Alert Per Spettacoli
ja: ショーのアラート
nl: Waarschuwing voor shows
pt: Alerta Para Shows
ru: Предупреждение для шоу
zh_hans: 快讯展会

source: Alert For Special Events
cs: Výstraha pro speciální akce
da: Notifikation for specielle begivenheder
de: Alarm für Besondere Veranstaltungen
es_mx: Alerta para eventos especiales
fi: Hälytä erikoistapahtumista
fr: Alerte pour des événements spéciaux
it: Alert Per Eventi Speciali
ja: 特別なイベントの警告
nl: Waarschuwing voor speciale evenementen
pt: Alerta para eventos especiais
ru: Предупреждение для специальных событий
zh_hans: 快讯特别活动

source: Alert For Meeting and Greet Events
cs: Alert Pro 'Meet and Greet' Události
da: Notifikation for meet and greet begivenheder
de: Alarm für Meet and Greet
es_mx: Alerta para Meet and Greets
fi: Hälytä artistitapaamisista
fr: Alerte pour Meeting and Greet Evénements
it: Alert Per 'Meeting and Greet' Eventi
ja: イベントの「ミーティング＆グリート のアラート
nl: Waarschuwing voor 'Meeting and Greet' Evenementen
pt: Alerta para eventos Meeting and Greet
ru: Предупреждение Для 'Meet and Greet'
zh_hans: 警惕“迎接和欢迎”活动

source: Alert For Clinics
cs: Alert Pro Klinika
da: Notifikation for clinics
de: Alarm für Kurzworkshop
es_mx: Alerta para clinics
fi: Hälytä klinikoista
fr: Alerte pour les cliniques
it: Alert Per Cliniche
ja: クリニックのアラート
nl: Waarschuwing Voor Klinieken
pt: Alerta Para Clínicas
ru: Предупреждение для клиник
zh_hans: 警惕诊所

source: Alert For Album Listening Events
cs: Výstraha pro album Poslech akce
da: Notifikation for prÊsentation af nyt album
de: Alarm für Album-Vorstellungen
es_mx: Alerta para escuchas de álbums
fi: Hälytä levyjen kuuntelutapahtumista
fr: Alerte pour l'album Listening Evénements
it: Alert Per Album ascolto Eventi
ja: アルバム鑑賞イベントの警告
nl: Alert Voor Album Listening Events
pt: Alerta Para Eventos de Audição do Álbum
ru: Предупреждение для альбома Слушайте События
zh_hans: 警惕专辑聆听活动

# Alert For Unofficial Events
source: Alert For Cruiser Organized Events
da: Alert for Cruiser järjestettyihin tapahtumiin
de: Alarm für Cruiser-organisierte Veranstaltungen
es_mx: Alerta para eventos no oficiales
fi: Hälytä kanssaristeilijöiden järjestämistä tapahtumista
fr: Alerte pour les événements organisés par Cruiser
pt: Alerta Para Eventos Organizados por Tripulantes

source: Special Event
da: Specielle Begivenheder
de: Besondere Veranstaltungen
es_mx: Eventos especiales
fi: Erikoistapahtumat
fr: événements spéciaux
pt: Eventos Especiais

source: Meet and Greet
da: Meet and Greet begivenheder
es_mx: Meet and Greets
fi: Artistitapaamiset
fr: Meet and Greet Evénements
pt: Meeting and Greet

source: Clinic
da: Clinics
de: Kurzworkshop
es_mx: Clinics
fi: Klinikat
fr: Cliniques Evénements
pt: Clínicas

source: Listening Party
da: PrÊsentation af nyt Album
de: Album-Vorstellung
es_mx: Escuchas de álbums
fi: Levyn kuuntelutapahtumat
fr: l'album Listening Evénements

# Unofficial Events
source: Cruiser Organized
da: Cruiser Organiseret
de: Cruiser-organisiert
es_mx: Organizado por fans
fi: Kanssaristeilijöiden järjestämät tapahtumat
fr: Croisière organisée
pt: Organizado pelos Tripulantes

# officialWebSiteLinkHelp
source: Taking you to the official Web Site
da: Tager dig til den officielle hjemmeside
de: Weiterleitung zur Band-Website
es_mx: Llevándote al sitio web oficial
fi: Ohjataan viralliselle sivustolle
fr: Vous emmenant sur le site officiel
pt: Levando você para o Site Oficial

# WikipediaLinkHelp
source: Searching Wikipedia
da: Søgning på Wikipedia
de: Band auf Wikipedia
es_mx: Buscando en Wikipedia
fi: Etsitään Wikipediasta
fr: Recherche sur Wikipedia
pt: Pesquisando na Wikipedia

# YouTubeLinkHelp
source: Searching YouTube for official videos
da: Søgning på YouTube til officielle videoer
de: Band auf YouTube
es_mx: Buscando videos oficiales en YouTube
fi: Etsitään virallisia videoita YouTubesta
fr: Recherche de vidéos officielles sur YouTube
pt: Pesquisando no YouTube por vídeos oficiais

# MetalArchiveLinkHelp
source: Searching Metal Archives
da: Søgning på metalarkiver
de: Band in Metal-Archives
es_mx: Buscando archivos en Metal Archives
fi: Etsitään Metal Archives-sivustolta
fr: Rechercher dans les archives métalliques
pt: Pesquisando na Metal Archives

# PoolVenue
source: Pool
de: Poolbühne
es_mx: Cubierta
fi: Allas
fr: Piscine
pt: Piscina

# TheaterVenue
source: Theater
da: Teater
de: Royal Theater
es_mx: Teatro
fi: Teatteri
fr: Théâtre
pt: Teatro

# LoungeVenue
source: Lounge
de: Star Lounge
fi: Klubi
fr: Salon
pt: Salão

# RinkVenue
source: Rink
de: Studio B Ice Rink
es_mx: Pista de hielo
fi: Jäähalli
fr: Patinoire
pt: Pista

# OtherVenue
source: Other
da: Andet
de: Anderer Ort
es_mx: Otra
fi: Muut
fr: Autre
pt: Outros

# venueFilterHeader
source: Show/Hide Venue
da: Vis/Skjul Lokalitet
de: Ort anzeigen/ausblenden
es_mx: Mostrar/Ocultar escenario
fi: Näytä/piilota paikka
fr: Afficher/Masquer le Lieu
pt: Mostrar/Ocultar Local

# showTypeFilterHeader
source: Show/Hide Event Type
da: Vis/Skjul Begivenhedstype
de: Ereignistyp anzeigen/ausblenden
es_mx: Mostrar/Ocultar tipo de evento
fi: Näytä/piilota tapahtumatyyppi
fr: Afficher/Masquer Type d'événement
pt: Mostrar/Ocultar Tipo de Evento

# showHideExpiredLabel
source: Show/Hide Expired
da: Vis/Skjul Udløbet Begivenheder
de: Vergangene Ereignisse anzeigen/ausblenden
es_mx: Mostrar/Ocultar eventos pasados
fi: Näytä/piilota vanhentuneet tapahtumat
fr: Afficher/Masquer Événements Expirés
pt: Mostrar/Ocultar Eventos Expirados

source: Hide Expired Events
da: Skjul Udløbet Begivenheder
de: Vergangene Ereignisse ausblenden
es_mx: Ocultar eventos pasados
fi: Piilota vanhentuneet tapahtumat
fr: Masquer Événements Expirés
pt: Ocultar Eventos Expirados

source: Expired Events
de: Abgelaufene Ereignisse
es_mx: Eventos Pasados
fi: Vanhentuneet tapahtumat
fr: Événements Expirés
pt: Eventos Expirados

source: Show Expired Events
de: Vergangene Ereignisse anzeigen
es_mx: Mostrar Eventos Pasados
fi: Näytä vanhentuneet tapahtumat
fr: Afficher Événements Expirés
pt: Mostrar Eventos Expirados

source: Hiding Expired Events
de: Vergangene Ereignisse ausblenden
es_mx: Ocultando Eventos Pasados
fi: Piilotetaan vanhentuneita tapahtumia
fr: Masquage Événements Expirés
pt: Ocultando Eventos Expirados

source: Showing Expired Events
de: Vergangene Ereignisse anzeigen
es_mx: Mostrando Eventos Pasados
fi: Näytetään vanhentuneita tapahtumia
fr: Affichage Événements Expirés
pt: Mostrando Eventos Expirados

source: Alert Preferences
da: Indstillinger for Alarm
de: Benachrichtigungseinstellungen
es_mx: Preferencias de alertas
fi: Hälytysasetukset
fr: Préférences d'alerte
pt: Preferências de Alerta

# PreferenceHeader
source: Preferences
da: Præferencer
de: Einstellungen
es_mx: Preferencias
fi: Asetukset
fr: Préférences
pt: Preferências

# DefaultDescription70K
source: Comment text is not available yet. Please wait for Aaron to add his description. You can add your own if you choose, but when his becomes available it will not overwrite your data, and will not display.
da: Kommentartekst er endnu ikke tilgængelig. Vent venligst på, at Aaron tilføjer sin beskrivelse. Du kan tilføje din egen, hvis du ønsker det, men når hans bliver tilgængelig, vil den ikke overskrive dine data og vil ikke blive vist.
de: Kommentartext ist noch nicht verfügbar. Bitte warten Sie, bis Aaron seine Beschreibung hinzufügt. Sie können Ihre eigene hinzufügen, wenn Sie möchten, aber wenn seine verfügbar wird, wird sie Ihre Daten nicht überschreiben und nicht angezeigt werden.
fi: Kommenttiteksti ei ole vielä saatavilla. Odota, että Aaron lisää kuvauksensa. Voit lisätä omasi, jos haluat, mutta kun hänen kuvauksensa tulee saataville, se ei korvaa tietojasi eikä näy.
fr: Le texte de commentaire n'est pas encore disponible. Veuillez attendre qu'Aaron ajoute sa description. Vous pouvez ajouter la vôtre si vous le souhaitez, mais lorsque la sienne sera disponible, elle n'écrasera pas vos données et ne s'affichera pas.
pt: O texto do comentário ainda não está disponível. Por favor, aguarde Aaron adicionar sua descrição. Você pode adicionar a sua se desejar, mas quando a dele estiver disponível, ela não substituirá seus dados e não será exibida.

# DefaultDescriptionMDF
source: Click to add your own notes
da: Klik for at tilføje dine egne noter
de: Klicken Sie, um Ihre eigenen Notizen hinzuzufügen
fi: Napsauta lisätäksesi omat muistiinpanot
fr: Cliquez pour ajouter vos propres notes
pt: Clique para adicionar suas próprias notas

# disableAttendedPrompt
source: Disable This Prompt
da: Deaktiver denne prompt
de: Deaktivieren Sie diese Eingabeaufforderung
es_mx: Deshabilitar este aviso
fi: Poista tämä kehote käytöstä
fr: Désactiver cette invite
pt: Desativar Este Aviso

source: End of List
da: Slut på listen
de: Ende der Liste
es_mx: Fin de la lista
fi: Luettelon loppu
fr: Fin de liste
pt: Fim da Lista

# AlreadyAtStart
source: Already At Start of List
da: Allerede ved start af listen
de: Bereits am Anfang der Liste
es_mx: Ya en el inicio de la lista
fi: Jo luettelon alussa
fr: Déjà au début de la liste
pt: Já No Início da Lista

source: Next
da: Næste
de: Nächster
es_mx: Siguiente
fi: Seuraava
fr: Prochain
pt: Próximo

source: Previous
da: Tidligere
de: Vorheriger
es_mx: Anterior
fi: Edellinen
fr: Précédent
pt: Anterior

# NoteFontSize
source: Note Font Size Large
da: Bemærk skriftstørrelsen stor
de: Große Schriftgröße für Notizen
es_mx: Ten en cuenta el tamaño de fuente grande
fi: Suuri fonttikoko
fr: Notez que la taille de la police est grande
pt: Observe o Tamanho Grande da Fonte

source: Open YouTube App
da: Åbn YouTube-app
de: YouTube-App öffnen
es_mx: Abrir aplicación de YouTube
fi: Avaa YouTube-sovellus
fr: Ouvrir l'application YouTube
pt: Abrir aplicativo do YouTube

source: All Links Open In External Browser
da: Alle links åbner i ekstern browser
de: Alle Links im externen Browser öffnen
es_mx: Todos los enlaces se abren en el navegador externo
fi: Kaikki linkit avautuvat ulkoisessa selaimessa
fr: Tous les liens s'ouvrent dans le navigateur externe
pt: Todos os links abrem no navegador externo

# DetailScreenSection
source: Details Screen
da: Detalje skærm
de: Detailbildschirm
es_mx: Pantalla de detalles
fi: Yksityiskohtanäyttö
fr: Écran de détails
pt: Tela de detalhes

# MiscSection
source: Misc
da: Diverse
de: Sonstiges
es_mx: Varios
fi: Muut
fr: Divers
pt: Diversos

# restartTitle
source: Restart Required
da: Genstart pÂkrÊvet
de: Neustart erforderlich
es_mx: Es necesario reiniciar
fi: Vaatii uudelleenkäynnistyksen
fr: Redémarrage Nécessaire
pt: Necessário Reiniciar

# restartMessage
source: DO NOT DO THIS ON THE CRUISE. INTERNET CONNECTION REQUIRED.
cs: NEDĚLEJTE TO na výletní. Interent SPOJENÍ REQUIRED. Tato změna vyžaduje restartování aplikace. 70k Kapely bude nyní ukončit. Restartováním vidět nové údaje
da: GÿR IKKE DETTE P≈ B≈DEN. INTERNET P≈KR∆VET.
de: NICHT WÄHREND DER CRUISE AUSFÜHREN, DA EINE INTERENTVERBINDUNG BENÖTIGT WIRD.
es_mx: NO HAGAS ESTO EN EL CRUCERO. SE REQUIERE CONEXIÓN A INTERNET.
fi: ÄLÄ KÄYTÄ TÄTÄ RISTEILYN AIKANA. VAATII INTERNET-YHTEYDEN.
fr: Ne faites pas cela sur la croisière. CONNEXION INTERNET REQUISE.
it: NON FARLO IN CROCIERA. COLLEGAMENTO interent RICHIESTO. Questa modifica richiede il riavvio dell'applicazione. 70K Bands ora smettere. Rilanciare di vedere i nuovi dati
ja: CRUISE上にはこの処置を行いません。 INTERENT接続が必要です。この変更は、アプリケーションを再起動する必要があります。 70Kバンドは現在、終了します。新しいデータを確認するために再起動
nl: Doe dit niet op de cruise. Interent AANSLUITING NODIG. Deze verandering vereist de toepassing opnieuw te starten. 70K Bands zal nu stoppen. Relaunch om de nieuwe gegevens te zien
pt: NÃO FAÇA ISSO NO CRUZEIRO. NECESSÁRIO CONEXÃO DE INTERNET.
ru: НЕ ДЕЛАЙТЕ ЭТОГО на круизном. Интерент-соединение, необходимое. Это изменение требует перезапуска приложения. Теперь 70k полос будет выйти. Перезапустите, чтобы увидеть новые данные
zh_hans: 不要做这在巡航。 INTERENT连接所需。这种变化需要重新启动应用程序。 70K乐队现在将退出。重新启动，看看新的数据

# yearChangeAborted
source: No internet connection is available, can NOT switch years at this time
da: Ingen internetforbindelse er tilgængelig, kan IKKE skifte år på nuværende tidspunkt
de: Es ist keine Internetverbindung verfügbar, ein Jahreswechsel ist derzeit NICHT möglich
es_mx: No hay conexión a Internet disponible, NO se puede cambiar de año en este momento
fi: Internet-yhteyttä ei ole saatavilla, EI voi vaihtaa vuotta tällä hetkellä
fr: Aucune connexion Internet n'est disponible, ne peut PAS changer d'année pour le moment
pt: Nenhuma conexão com a Internet está disponível, NÃO pode mudar de ano neste momento

# eventOrBandPrompt
source: Do you want to view a list of bands, or a list of events?
da: Vil du se en liste over bands eller en liste over begivenheder?
de: Möchten Sie eine Liste von Bands oder eine Liste von Veranstaltungen anzeigen?
es_mx: ¿Quieres ver una lista de bandas o una lista de eventos?
fi: Haluatko nähdä luettelon bändeistä vai tapahtumista?
fr: Voulez-vous voir une liste de groupes ou une liste d'événements ?
pt: Você quer ver uma lista de bandas ou uma lista de eventos?

# bandListButton
source: Band List
da: Band Liste
de: Bandliste
es_mx: Lista de bandas
fi: Bändiluettelo
fr: Liste des groupes
pt: lista de bandas

# eventListButton
source: Event List
da: Begivenhedsliste
de: Veranstaltungsliste
es_mx: Lista de eventos
fi: Tapahtumaluettelo
fr: Liste des événements
pt: Lista de evento

# changeYearDialogBoxTitle
source: Changing The Event Year
da: Ændring af begivenhedsåret
de: Veranstaltungsjahr ändern
es_mx: Cambiar el año del evento
fi: Tapahtumavuoden vaihtaminen
fr: Modification de l'année de l'événement
pt: Mudando o ano do evento

source: Current
da: Nuværende
de: Aktuell
es_mx: Actual
fi: Nykyinen
fr: Actuel
pt: Atual

source: Clear Filters
da: Ryd filtre
de: Filter löschen
es_mx: Borrar filtros
fi: Tyhjennä suodattimet
fr: Effacer les filtres
pt: Limpar filtros

source: Band Ranking Filters
da: Båndrangeringsfiltre
de: Band-Auswahl-Filter
es_mx: Filtros de clasificación de bandas
fi: Kiinnostussuodattimet
fr: Filtres de classement des bandes
pt: Filtros de classificação de banda

source: Show Only Flagged As Attended
da: Vis kun markeret som deltog
de: Nur als besucht markierte anzeigen
es_mx: Mostrar solo marcados como asistidos
fi: Näytä vain kiinnostavat tapahtumat
fr: Afficher uniquement marqué comme étant présent
pt: Mostrar apenas sinalizado como atendido

source: Sorting Options
da: Sorteringsmuligheder
de: Sortieroptionen
es_mx: Opciones de ordenación
fi: Lajitteluasetukset
fr: Options de tri
pt: Opções de classificação

source: Event Type Filters
da: Hændelsestypefiltre
de: Filter nach Veranstaltungstyp
es_mx: Filtros de tipo de evento
fi: Tapahtumatyyppisuodattimet
fr: Filtres de types d'événements
pt: Filtros de tipo de evento

source: Venue Filters
da: Lokale filtre
de: Filter nach Veranstaltungsort
es_mx: Filtros de lugar
fi: Tapahtumapaikkasuodattimet
fr: Filtres de sites
pt: Filtros de local

source: Can not hide all venues
de: Es können nicht alle Veranstaltungsorte ausgeblendet werden
es_mx: No se pueden ocultar todos los lugares
fi: Kaikkia tapahtumapaikkoja ei voi piilottaa
fr: Impossible de masquer tous les lieux
pt: Não é possível ocultar todos os locais

# Can not hide all statuses
source: Can not hide all status
da: Kan ikke skjule al status
de: Es können nicht alle Stati ausgeblendet werden
es_mx: No se pueden ocultar todos los estados
fi: Kaikkia tiloja ei voi piilottaa
fr: Impossible de masquer tous les statuts
pt: Não é possível ocultar todos os status

source: Clear All Filters
de: Alle Filter löschen
es_mx: Borrar todos los filtros
fi: Tyhjennä kaikki suodattimet
fr: Effacer tous les filtres
pt: Limpar todos os filtros
