Repository: rondorn/70K-Bands
Catalog: swift-visionOS/70000TonsBands/*.lproj/Localizable.strings
Languages: sv

source: Must
sv: Ja

source: Might
sv: Kanske

source: Wont
sv: Nej

source: Ok
sv: Ja

source: Cancel
sv: Nej

source: Alert On Must See Bands
sv: Alert För Ja Shower

source: Alert On Might See Bands
sv: Alert för kanske Shower

source: Minutes Before Event to Alert
sv: Varna mig innan evenemanget (minuter)

source: Alert For Shows
sv: Alert För Shower

source: Alert For Special Events
sv: Alert för speciella evenemang

source: Alert For Meeting and Greet Events
sv: Alert För 'Meet and Greet' Händelser

source: Alert For Clinics
sv: Alert För kliniker

source: Use Last Years Data
sv: Använd förra årets uppgifter

source: Alert For Album Listening Events
sv: Alert för album Lyssna Händelser

source: LastYearsFeatureExplication
sv: Aktivera 'Använd senaste åren information' kommer att ladda showen tidtabell från förra året, men använder en simulerad Tors-sön visar schema med ditt nuvarande vecka. Detta är avsett för demonstration och testning av schemaläggning funktioner.

source: restarTitle
sv: omstart krävs

source: restartMessage
sv: GÖR INTE DETTA på kryssningen. Rent krävs. Denna förändring kräver omstart av programmet. 70K Band kommer nu att sluta. Starta om för att se den nya data
